Repository: Sermio/MHWilds_App
Catalog: lib/l10n/app_*.arb
Languages: de, es_419, fr, it, pl, pt

source: Skill Ranks:
de: Fähigkeitsränge:
es_419: Rangos de Habilidad:
fr: Rangs de Compétence:
it: Ranghi di Abilità:
pl: Rangi Umiejętności:
pt: Níveis de Habilidade:

source: Rank
de: Rang
es_419: Rango
fr: Rang
it: Rango
pl: Ranga

source: Error loading skills
de: Fehler beim Laden der Fähigkeiten
es_419: Error al cargar habilidades
fr: Erreur lors du chargement des compétences
it: Errore nel caricamento delle abilità
pl: Błąd podczas ładowania umiejętności
pt: Erro ao carregar habilidades

source: No skills available
de: Keine Fähigkeiten verfügbar
es_419: No hay habilidades disponibles
fr: Aucune compétence disponible
it: Nessuna abilità disponibile
pl: Brak dostępnych umiejętności
pt: Nenhuma habilidade disponível

source: Crafting Materials
de: Herstellungsmaterialien
es_419: Materiales de Fabricación
fr: Matériaux de Fabrication
it: Materiali di Creazione
pl: Materiały do Wytworzenia
pt: Materiais de Criação

source: Craft
de: Herstellen
es_419: Fabricar
fr: Fabriquer
it: Crea
pl: Wytwórz
pt: Criar

source: Upgrade
de: Verbessern
es_419: Mejorar
fr: Améliorer
it: Migliora
pl: Ulepsz
pt: Melhorar

source: Defense Bonus
de: Verteidigungsbonus
es_419: Bonificación de Defensa
fr: Bonus de Défense
it: Bonus Difesa
pl: Bonus Obrony
pt: Bônus de Defesa

source: Elderseal
de: Ältestensiegel
es_419: Sello Ancestral
fr: Sceau Ancien
it: Sigillo Antico
pl: Pieczęć Starszych
pt: Selos dos Antigos

source: Lv
de: St.
es_419: Nv
fr: Nv
it: Liv
pl: Poziom
pt: Nv

# sharpnessRed
source: Red
de: Rot
es_419: Rojo
fr: Rouge
it: Rosso
pl: Czerwony
pt: Vermelho

# sharpnessOrange
source: Orange
es_419: Naranja
it: Arancione
pl: Pomarańczowy
pt: Laranja

# sharpnessYellow
source: Yellow
de: Gelb
es_419: Amarillo
fr: Jaune
it: Giallo
pl: Żółty
pt: Amarelo

# sharpnessGreen
source: Green
de: Grün
es_419: Verde
fr: Vert
it: Verde
pl: Zielony
pt: Verde

# sharpnessBlue
source: Blue
de: Blau
es_419: Azul
fr: Bleu
it: Blu
pl: Niebieski
pt: Azul

# sharpnessWhite
source: White
de: Weiß
es_419: Blanco
fr: Blanc
it: Bianco
pl: Biały
pt: Branco

# sharpnessPurple
source: Purple
de: Lila
es_419: Morado
fr: Violet
it: Viola
pl: Fioletowy
pt: Roxo

source: Set Bonus:
es_419: Bonificación de Set:
fr: Bonus de Set:
it: Bonus Set:
pl: Bonus Zestawu:
pt: Bônus do Set:

# locationsLabel
source: Locations:
de: Standorte:
es_419: Ubicaciones:
fr: Emplacements:
it: Posizioni:
pl: Lokalizacje:
pt: Localizações:

source: Breakable Parts
de: Zerbrechbare Teile
es_419: Partes Rompibles
fr: Parties Cassables
it: Parti Rompibili
pl: Łamiące Się Części
pt: Partes Quebráveis

source: Unknown
de: Unbekannt
es_419: Desconocido
fr: Inconnu
it: Sconosciuto
pl: Nieznane
pt: Desconhecido

source: Unknown Map
de: Unbekannte Karte
es_419: Mapa Desconocido
fr: Carte Inconnue
it: Mappa Sconosciuta
pl: Nieznana Mapa
pt: Mapa Desconhecido

source: Map
de: Karte
es_419: Mapa
fr: Carte
it: Mappa
pl: Mapa
pt: Mapa

# errorWithMessage
source: Error: {message}
de: Fehler: {message}
fr: Erreur : {message}
it: Errore: {message}
pl: Błąd: {message}
pt: Erro: {message}
