Repository: Sermio/MHWilds_App
Catalog: lib/l10n/app_*.arb
Languages: de, es_419, fr, it, pl, pt

# appTitle
source: MHWilds Assistant
de: MHWilds Assistent
es_419: Asistente MHWilds
fr: Assistant MHWilds
it: Assistente MHWilds
pl: Asystent MHWilds
pt: Assistente MHWilds

source: Settings
de: Einstellungen
es_419: Ajustes
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Configurações

source: Dark mode
de: Dunkelmodus
es_419: Modo oscuro
fr: Mode sombre
it: Modalità scura
pl: Tryb ciemny
pt: Modo escuro

source: Language
de: Sprache
es_419: Idioma
fr: Langue
it: Lingua
pl: Język
pt: Idioma

source: System default
de: Systemstandard
es_419: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
pl: Domyślny systemowy
pt: Predefinido do sistema

source: Locations
de: Orte
es_419: Ubicaciones
fr: Lieux
it: Luoghi
pl: Lokalizacje
pt: Localizações

source: Monsters
de: Monster
es_419: Monstruos
fr: Monstres
it: Mostri
pl: Potwory
pt: Monstros

source: Weapons
de: Waffen
es_419: Armas
fr: Armes
it: Armi
pl: Broń
pt: Armas

source: Armor
de: Rüstung
es_419: Armadura
fr: Armure
it: Armatura
pl: Zbroja
pt: Armadura

source: Items
de: Gegenstände
es_419: Objetos
fr: Objets
it: Oggetti
pl: Przedmioty
pt: Itens

source: Decorations
de: Dekorationen
es_419: Decoraciones
fr: Décorations
it: Decorazioni
pl: Dekoracje
pt: Decorações

source: Skills
de: Fertigkeiten
es_419: Habilidades
fr: Compétences
it: Abilità
pl: Umiejętności
pt: Habilidades

source: Talismans
de: Talismane
es_419: Talismanes
it: Talismani
pl: Talismany
pt: Talismãs

source: Reset
de: Zurücksetzen
es_419: Restablecer
fr: Réinitialiser
it: Reimposta
pl: Resetuj
pt: Repor

source: Skill Details
de: Fähigkeitsdetails
es_419: Detalles de habilidad
fr: Détails de la compétence
it: Dettagli abilità
pl: Szczegóły umiejętności
pt: Detalhes da habilidade

source: Monster not found
de: Monster nicht gefunden
es_419: No se encontró el monstruo
fr: Monstre introuvable
it: Mostro non trovato
pl: Nie znaleziono potwora
pt: Monstro não encontrado

source: Close
de: Schließen
es_419: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: Fechar

source: Go to store
de: Zum Store
es_419: Ir a la tienda
fr: Aller au store
it: Vai allo store
pl: Przejdź do sklepu
pt: Ir à loja

source: New version available
de: Neue Version verfügbar
es_419: Nueva versión disponible
fr: Nouvelle version disponible
it: Nuova versione disponibile
pl: Dostępna nowa wersja
pt: Nova versão disponível

source: Appearance
de: Darstellung
es_419: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
pt: Aparência

source: On
de: An
es_419: Activado
fr: Activé
it: Attivo
pl: Wł.
pt: Ligado

source: Off (default)
de: Aus (Standard)
es_419: Desactivado (por defecto)
fr: Désactivé (par défaut)
it: Disattivato (predefinito)
pl: Wył. (domyślnie)
pt: Desligado (predefinido)

source: Armor Sets
de: Rüstungssets
es_419: Conjuntos de armadura
fr: Ensembles d'armure
it: Set di armatura
pl: Zestawy zbroi
pt: Conjuntos de armadura

# menuMonstersSubtitle
source: Database of all monsters
de: Datenbank aller Monster
es_419: Base de datos de monstruos
fr: Base de données de tous les monstres
it: Database di tutti i mostri
pl: Baza wszystkich potworów
pt: Base de dados de todos os monstros

# menuItemsSubtitle
source: Materials and resources
de: Materialien und Ressourcen
es_419: Materiales y recursos
fr: Matériaux et ressources
it: Materiali e risorse
pl: Materiały i zasoby
pt: Materiais e recursos

# menuDecorationsSubtitle
source: Skill gems and jewels
de: Fähigkeits-Edelsteine und Juwelen
es_419: Gemas y joyas de habilidades
fr: Gemmes et bijoux de compétences
it: Gemme e gioielli abilità
pl: Klejnoty i kamienie umiejętności
pt: Gemas e joias de habilidades

# menuTalismansSubtitle
source: Powerful accessories
de: Mächtige Accessoires
es_419: Accesorios poderosos
fr: Accessoires puissants
it: Accessori potenti
pl: Potężne akcesoria
pt: Acessórios poderosos

# menuArmorSetsSubtitle
source: Complete armor collections
de: Vollständige Rüstungssammlungen
es_419: Colecciones de armadura completas
fr: Collections d'armure complètes
it: Collezioni di armature complete
pl: Pełne kolekcje zbroi
pt: Coleções de armadura completas

# menuWeaponsSubtitle
source: Combat weapons and tools
de: Kampfwaffen und -werkzeuge
es_419: Armas y herramientas de combate
fr: Armes et outils de combat
it: Armi e strumenti da combattimento
pl: Broń i narzędzia bojowe
pt: Armas e ferramentas de combate

# menuSkillsSubtitle
source: Combat abilities and effects
de: Kampffähigkeiten und -effekte
es_419: Habilidades de combate y efectos
fr: Capacités et effets de combat
it: Abilità ed effetti di combattimento
pl: Umiejętności i efekty bojowe
pt: Habilidades e efeitos de combate

# updateMessageWithBoth
source: You have version {currentVersion}. A new version ({newVersion}) is available in the store. Update to get the latest improvements and fixes.
de: Sie haben Version {currentVersion}. Eine neue Version ({newVersion}) ist im Store verfügbar. Aktualisieren Sie für die neuesten Verbesserungen und Korrekturen.
es_419: Tienes la versión {currentVersion}. Hay una nueva versión ({newVersion}) en la tienda. Actualiza para obtener las últimas mejoras y correcciones.
fr: Vous avez la version {currentVersion}. Une nouvelle version ({newVersion}) est disponible sur le store. Mettez à jour pour les dernières améliorations et corrections.
it: Hai la versione {currentVersion}. Una nuova versione ({newVersion}) è disponibile nello store. Aggiorna per le ultime migliorie e correzioni.
pl: Masz wersję {currentVersion}. Nowa wersja ({newVersion}) jest dostępna w sklepie. Zaktualizuj, aby uzyskać najnowsze ulepszenia i poprawki.
pt: Tem a versão {currentVersion}. Uma nova versão ({newVersion}) está disponível na loja. Atualize para as últimas melhorias e correções.

# updateMessageCurrentOnly
source: You have version {currentVersion}. A new version is available in the store. Update to get the latest improvements and fixes.
de: Sie haben Version {currentVersion}. Eine neue Version ist im Store verfügbar. Aktualisieren Sie für die neuesten Verbesserungen und Korrekturen.
es_419: Tienes la versión {currentVersion}. Hay una nueva versión en la tienda. Actualiza para obtener las últimas mejoras y correcciones.
fr: Vous avez la version {currentVersion}. Une nouvelle version est disponible sur le store. Mettez à jour pour les dernières améliorations et corrections.
it: Hai la versione {currentVersion}. Una nuova versione è disponibile nello store. Aggiorna per le ultime migliorie e correzioni.
pl: Masz wersję {currentVersion}. Nowa wersja jest dostępna w sklepie. Zaktualizuj, aby uzyskać najnowsze ulepszenia i poprawki.
pt: Tem a versão {currentVersion}. Uma nova versão está disponível na loja. Atualize para as últimas melhorias e correções.

# updateMessageNewOnly
source: A new version ({newVersion}) is available in the store. Update to get the latest improvements and fixes.
de: Eine neue Version ({newVersion}) ist im Store verfügbar. Aktualisieren Sie für die neuesten Verbesserungen und Korrekturen.
es_419: Hay una nueva versión ({newVersion}) en la tienda. Actualiza para obtener las últimas mejoras y correcciones.
fr: Une nouvelle version ({newVersion}) est disponible sur le store. Mettez à jour pour les dernières améliorations et corrections.
it: Una nuova versione ({newVersion}) è disponibile nello store. Aggiorna per le ultime migliorie e correzioni.
pl: Nowa wersja ({newVersion}) jest dostępna w sklepie. Zaktualizuj, aby uzyskać najnowsze ulepszenia i poprawki.
pt: Uma nova versão ({newVersion}) está disponível na loja. Atualize para as últimas melhorias e correções.

# updateMessageGeneric
source: A new version is available in the store. Update to get the latest improvements and fixes.
de: Eine neue Version ist im Store verfügbar. Aktualisieren Sie für die neuesten Verbesserungen und Korrekturen.
es_419: Hay una nueva versión en la tienda. Actualiza para obtener las últimas mejoras y correcciones.
fr: Une nouvelle version est disponible sur le store. Mettez à jour pour les dernières améliorations et corrections.
it: Una nuova versione è disponibile nello store. Aggiorna per le ultime migliorie e correzioni.
pl: Nowa wersja jest dostępna w sklepie. Zaktualizuj, aby uzyskać najnowsze ulepszenia i poprawki.
pt: Uma nova versão está disponível na loja. Atualize para as últimas melhorias e correções.

source: Filters
de: Filter
es_419: Filtros
fr: Filtres
it: Filtri
pl: Filtry
pt: Filtros

source: Loading skills...
de: Fertigkeiten werden geladen...
es_419: Cargando habilidades...
fr: Chargement des compétences...
it: Caricamento abilità...
pl: Ładowanie umiejętności...
pt: A carregar habilidades...

source: Search by Name
de: Nach Name suchen
es_419: Buscar por nombre
fr: Rechercher par nom
it: Cerca per nome
pl: Szukaj po nazwie
pt: Pesquisar por nome

source: Enter monster name...
de: Monstername eingeben...
es_419: Introduce el nombre del monstruo...
fr: Entrez le nom du monstre...
it: Inserisci il nome del mostro...
pl: Wprowadź nazwę potwora...
pt: Introduza o nome do monstro...

source: Search by Species
de: Nach Art suchen
es_419: Buscar por especie
fr: Rechercher par espèce
it: Cerca per specie
pl: Szukaj po gatunku
pt: Pesquisar por espécie

source: Enter species...
de: Art eingeben...
es_419: Introduce la especie...
fr: Entrez l'espèce...
it: Inserisci la specie...
pl: Wprowadź gatunek...
pt: Introduza a espécie...

source: Loading monsters...
de: Monster werden geladen...
es_419: Cargando monstruos...
fr: Chargement des monstres...
it: Caricamento mostri...
pl: Ładowanie potworów...
pt: A carregar monstros...

source: No monsters found
de: Keine Monster gefunden
es_419: No se encontraron monstruos
fr: Aucun monstre trouvé
it: Nessun mostro trovato
pl: Nie znaleziono potworów
pt: Nenhum monstro encontrado

# tryAdjustingFilters
source: Try adjusting your filters
de: Filter anpassen
es_419: Prueba a ajustar los filtros
fr: Essayez d'ajuster les filtres
it: Prova a modificare i filtri
pl: Spróbuj dostosować filtry
pt: Tente ajustar os filtros

source: Type
de: Typ
es_419: Tipo
it: Tipo
pl: Typ
pt: Tipo

source: Rarity
de: Seltenheit
es_419: Rareza
fr: Rareté
it: Rarità
pl: Rzadkość
pt: Raridade

# rarityLevel
source: Rarity {n}
de: Seltenheit {n}
es_419: Rareza {n}
fr: Rareté {n}
it: Rarità {n}
pl: Rzadkość {n}
pt: Raridade {n}

source: Enter weapon name...
de: Waffenname eingeben...
es_419: Introduce el nombre del arma...
fr: Entrez le nom de l'arme...
it: Inserisci il nome dell'arma...
pl: Wprowadź nazwę broni...
pt: Introduza o nome da arma...

source: Enter item name...
de: Gegenstandsname eingeben...
es_419: Introduce el nombre del objeto...
fr: Entrez le nom de l'objet...
it: Inserisci il nome dell'oggetto...
pl: Wprowadź nazwę przedmiotu...
pt: Introduza o nome do item...

source: Enter armor set name...
de: Rüstungsset-Name eingeben...
es_419: Introduce el nombre del conjunto...
fr: Entrez le nom de l'ensemble d'armure...
it: Inserisci il nome del set armatura...
pl: Wprowadź nazwę zestawu zbroi...
pt: Introduza o nome do conjunto de armadura...

source: Enter talisman name...
de: Talisman-Name eingeben...
es_419: Introduce el nombre del talismán...
fr: Entrez le nom du talisman...
it: Inserisci il nome del talismano...
pl: Wprowadź nazwę talizmanu...
pt: Introduza o nome do talismã...

source: Enter skill name...
de: Fähigkeitsname eingeben...
es_419: Introduce el nombre de la habilidad...
fr: Entrez le nom de la compétence...
it: Inserisci il nome dell'abilità...
pl: Wprowadź nazwę umiejętności...
pt: Introduza o nome da habilidade...

source: Enter decoration name...
de: Dekorationsname eingeben...
es_419: Introduce el nombre de la decoración...
fr: Entrez le nom de la décoration...
it: Inserisci il nome della decorazione...
pl: Wprowadź nazwę dekoracji...
pt: Introduza o nome da decoração...

source: Loading weapons...
de: Waffen werden geladen...
es_419: Cargando armas...
fr: Chargement des armes...
it: Caricamento armi...
pl: Ładowanie broni...
pt: A carregar armas...

source: Loading items...
de: Gegenstände werden geladen...
es_419: Cargando objetos...
fr: Chargement des objets...
it: Caricamento oggetti...
pl: Ładowanie przedmiotów...
pt: A carregar itens...

source: Loading armor sets...
de: Rüstungssets werden geladen...
es_419: Cargando conjuntos de armadura...
fr: Chargement des ensembles d'armure...
it: Caricamento set armatura...
pl: Ładowanie zestawów zbroi...
pt: A carregar conjuntos de armadura...

source: Loading talismans...
de: Talismane werden geladen...
es_419: Cargando talismanes...
fr: Chargement des talismans...
it: Caricamento talismani...
pl: Ładowanie talizmanów...
pt: A carregar talismãs...

source: Loading decorations...
de: Dekorationen werden geladen...
es_419: Cargando decoraciones...
fr: Chargement des décorations...
it: Caricamento decorazioni...
pl: Ładowanie dekoracji...
pt: A carregar decorações...

source: No weapons found
de: Keine Waffen gefunden
es_419: No se encontraron armas
fr: Aucune arme trouvée
it: Nessuna arma trovata
pl: Nie znaleziono broni
pt: Nenhuma arma encontrada

source: No items found
de: Keine Gegenstände gefunden
es_419: No se encontraron objetos
fr: Aucun objet trouvé
it: Nessun oggetto trovato
pl: Nie znaleziono przedmiotów
pt: Nenhum item encontrado

source: No armor sets found
de: Keine Rüstungssets gefunden
es_419: No se encontraron conjuntos
fr: Aucun ensemble d'armure trouvé
it: Nessun set armatura trovato
pl: Nie znaleziono zestawów zbroi
pt: Nenhum conjunto de armadura encontrado

source: No talismans found
de: Keine Talismane gefunden
es_419: No se encontraron talismanes
fr: Aucun talisman trouvé
it: Nessun talismano trovato
pl: Nie znaleziono talizmanów
pt: Nenhum talismã encontrado

source: No skills found
de: Keine Fertigkeiten gefunden
es_419: No se encontraron habilidades
fr: Aucune compétence trouvée
it: Nessuna abilità trovata
pl: Nie znaleziono umiejętności
pt: Nenhuma habilidade encontrada

source: No decorations found
de: Keine Dekorationen gefunden
es_419: No se encontraron decoraciones
fr: Aucune décoration trouvée
it: Nessuna decorazione trovata
pl: Nie znaleziono dekoracji
pt: Nenhuma decoração encontrada

# armorSlotHead
source: Head
de: Kopf
es_419: Cabeza
pl: Głowa
pt: Cabeça

# armorSlotChest
source: Chest
de: Brust
es_419: Torso
pl: Klatka
pt: Peito

# armorSlotArms
source: Arms
de: Arme
es_419: Brazos
pl: Ręce
pt: Braços

# armorSlotWaist
source: Waist
de: Taille
es_419: Cintura
pl: Pas
pt: Cintura

# armorSlotLegs
source: Legs
de: Beine
es_419: Piernas
pl: Nogi
pt: Pernas

# typeWeapon
source: Weapon
de: Waffe
es_419: Arma
pl: Broń
pt: Arma

# typeArmor
source: Armor
de: Rüstung
es_419: Armadura
pl: Zbroja
pt: Armadura

# typeGroup
source: Group
de: Gruppe
es_419: Grupo
pl: Grupa
pt: Grupo

# weaponKindGreatSword
source: Great Sword
de: Großschwert
es_419: Gran espada
fr: Grande épée
it: Spadone
pl: Miecz dwuręczny
pt: Espadão

# weaponKindLongSword
source: Long Sword
de: Langschwert
es_419: Espada larga
fr: Épée longue
it: Spada lunga
pl: Miecz długi
pt: Espada Longa

# weaponKindSwordShield
source: Sword & Shield
de: Schwert & Schild
es_419: Espada y escudo
fr: Épée et bouclier
it: Spada e scudo
pl: Miecz i tarcza
pt: Espada e Escudo

# weaponKindDualBlades
source: Dual Blades
de: Doppelklingen
es_419: Espadas dobles
fr: Lames doubles
it: Doppie lame
pl: Bliźniacze ostrza
pt: Duplas-lâminas

# weaponKindHammer
source: Hammer
es_419: Martillo
fr: Marteau
it: Martello
pl: Młot
pt: Martelo

# weaponKindHuntingHorn
source: Hunting Horn
de: Jagdhorn
es_419: Cornamusa
fr: Corne de chasse
it: Corno da caccia
pl: Róg łowiecki
pt: Berrante de Caça

# weaponKindLance
source: Lance
de: Lanze
es_419: Lanza
it: Lancia
pl: Lanca
pt: Lança

# weaponKindGunlance
source: Gunlance
de: Gewehrlanze
es_419: Lanza pistola
fr: Lancecanon
it: Lancia-fucile
pl: Lancopał
pt: Lançarma

# weaponKindSwitchAxe
source: Switch Axe
de: Morph-Axt
es_419: Hacha espada
fr: Morpho-hache
it: Spadascia
pl: Topór sprężynowy
pt: Transmachado

# weaponKindChargeBlade
source: Charge Blade
de: Energieklinge
es_419: Hacha cargada
fr: Volto-hache
it: Lama caricata
pl: Ładowane ostrze
pt: Lâmina Dínamo

# weaponKindInsectGlaive
source: Insect Glaive
de: Insektenglefe
es_419: Glaive insecto
fr: Insectoglaive
it: Falcione insetto
pl: Owadzia glewia
pt: Glaive Inseto

# weaponKindBow
source: Bow
de: Bogen
es_419: Arco
fr: Arc
it: Arco
pl: Łuk
pt: Arco

# weaponKindLightBowgun
source: Light Bowgun
de: Leichtes Bogengewehr
es_419: Ballesta ligera
fr: Fusarbalète léger
it: Balestra leggera
pl: Lekkie łukodziałko
pt: Fuzilarco Leve

# weaponKindHeavyBowgun
source: Heavy Bowgun
de: Schweres Bogengewehr
es_419: Ballesta pesada
fr: Fusarbalète lourd
it: Balestra pesante
pl: Ciężkie łukodziałko
pt: Fuzilarco Pesado

source: pieces
de: Teile
es_419: piezas
fr: pièces
it: pezzi
pl: części
pt: peças

source: Defense
de: Verteidigung
es_419: Defensa
fr: Défense
it: Difesa
pl: Obrona
pt: Defesa

source: Base Defense
de: Grundverteidigung
es_419: Defensa base
fr: Défense de base
it: Difesa base
pl: Obrona bazowa
pt: Defesa base

source: Slots
de: Steckplätze
es_419: Ranuras
fr: Emplacements
it: Slot
pl: Gniazda
pt: Encantos

source: Resistances
de: Resistenzen
es_419: Resistencias
fr: Résistances
it: Resistenze
pl: Odporności
pt: Resistências

source: No slots
de: Keine Steckplätze
es_419: Sin ranuras
fr: Aucun emplacement
it: Nessuno slot
pl: Brak gniazd
pt: Sem encantos

source: No resistances
de: Keine Resistenzen
es_419: Sin resistencias
fr: Aucune résistance
it: Nessuna resistenza
pl: Brak odporności
pt: Sem resistências

source: Physical Damage
de: Physischer Schaden
es_419: Daño físico
fr: Dégâts physiques
it: Danno fisico
pl: Obrażenia fizyczne
pt: Dano físico

source: Affinity
de: Affinität
es_419: Afinidad
fr: Affinité
it: Affinità
pl: Powinowactwo
pt: Afinidade

source: Sharpness
de: Schärfe
es_419: Afilado
fr: Tranchant
it: Nitidezza
pl: Ostrość
pt: Nitidez

source: Element
es_419: Elemento
fr: Élément
it: Elemento
pt: Elemento

source: Status Effect
de: Status-Effekt
es_419: Efecto de estado
fr: Effet de statut
it: Effetto di stato
pl: Efekt statusu
pt: Efeito de status

source: Phial
de: Phiole
es_419: Frasco
fr: Fiole
it: Fiala
pl: Fiolka
pt: Frasco

source: Coatings
de: Beschichtungen
es_419: Recubrimientos
fr: Revêtements
it: Rivestimenti
pl: Powłoki
pt: Revestimentos

source: Shell
de: Hülse
es_419: Cáscara
fr: Coquille
it: Guscio
pl: Pocisk
pt: Casca

source: Melody
de: Melodie
es_419: Melodía
fr: Mélodie
it: Melodia
pl: Melodia
pt: Melodia

source: songs
de: Lieder
es_419: canciones
fr: chansons
it: canzoni
pl: piosenki
pt: canções

source: Echo Bubble
de: Echo-Blase
es_419: Burbuja de eco
fr: Bulle d'écho
it: Bolla d'eco
pl: Bańka echa
pt: Bolha de eco

source: Echo Wave
de: Echo-Welle
es_419: Onda de eco
fr: Vague d'écho
it: Onda d'eco
pl: Fala echa
pt: Onda de eco

source: Ammo
de: Munition
es_419: Munición
fr: Munitions
it: Munizioni
pl: Amunicja
pt: Munição

source: Kinsect
de: Insekt
es_419: Insecto
fr: Insecte
it: Insetto
pl: Owad
pt: Inseto

source: Level
de: Stufe
es_419: Nivel
fr: Niveau
it: Livello
pl: Poziom
pt: Nível

# campsOfLevel
source: Camps of Level {n}
de: Lager der Stufe {n}
es_419: Campamentos de Nivel {n}
fr: Camps du Niveau {n}
it: Accampamenti di Livello {n}
pl: Obozy Poziomu {n}
pt: Acampamentos do Nível {n}

source: Risk
de: Risiko
es_419: Riesgo
fr: Risque
it: Rischio
pl: Ryzyko
pt: Risco

source: Zone
es_419: Zona
it: Zona
pl: Strefa
pt: Zona

source: Loading map...
de: Karte wird geladen...
es_419: Cargando mapa...
fr: Chargement de la carte...
it: Caricamento mappa...
pl: Ładowanie mapy...
pt: Carregando mapa...

source: No map images found
de: Keine Kartenbilder gefunden
es_419: No se encontraron imágenes del mapa
fr: Aucune image de carte trouvée
it: Nessuna immagine della mappa trovata
pl: Nie znaleziono obrazów mapy
pt: Nenhuma imagem do mapa encontrada

source: Monster Information
de: Monster-Informationen
es_419: Información del Monstruo
fr: Informations sur le Monstre
it: Informazioni sul Mostro
pl: Informacje o Potworze
pt: Informações do Monstro

source: Species
de: Art
es_419: Especie
fr: Espèce
it: Specie
pl: Gatunek
pt: Espécie

source: Description
de: Beschreibung
es_419: Descripción
it: Descrizione
pl: Opis
pt: Descrição

source: Features
de: Eigenschaften
es_419: Características
fr: Caractéristiques
it: Caratteristiche
pl: Cechy
pt: Características

source: Hunting Tips
de: Jagdtipps
es_419: Consejos de Caza
fr: Conseils de Chasse
it: Consigli di Caccia
pl: Wskazówki Łowieckie
pt: Dicas de Caça

source: Monster Variants
de: Monster-Varianten
es_419: Variantes del Monstruo
fr: Variantes du Monstre
it: Varianti del Mostro
pl: Warianty Potwora
pt: Variantes do Monstro

source: Statistics
de: Statistiken
es_419: Estadísticas
fr: Statistiques
it: Statistiche
pl: Statystyki
pt: Estatísticas

source: Base Health
de: Basis-Gesundheit
es_419: Salud Base
fr: Santé de Base
it: Salute Base
pl: Podstawowe Zdrowie
pt: Vida Base

source: Size Range
de: Größenbereich
es_419: Rango de Tamaño
fr: Plage de Taille
it: Intervallo di Dimensione
pl: Zakres Rozmiaru
pt: Faixa de Tamanho

source: Elements
de: Elemente
es_419: Elementos
fr: Éléments
it: Elementi
pl: Żywioły
pt: Elementos

source: Weaknesses and Resistances
de: Schwächen und Widerstände
es_419: Debilidades y Resistencias
fr: Faiblesses et Résistances
it: Debolezze e Resistenze
pl: Słabości i Odporności
pt: Fraquezas e Resistências

source: Weaknesses
de: Schwächen
es_419: Debilidades
fr: Faiblesses
it: Debolezze
pl: Słabości
pt: Fraquezas

source: No known resistances
de: Keine bekannten Widerstände
es_419: No se conocen resistencias
fr: Aucune résistance connue
it: Nessuna resistenza nota
pl: Brak znanych odporności
pt: Nenhuma resistência conhecida

source: High Rank
de: Hoher Rang
es_419: Rango Alto
fr: Rang Élevé
it: Rango Alto
pl: Wysoka Ranga
pt: Alto Rank

source: Low Rank
de: Niedriger Rang
es_419: Rango Bajo
fr: Rang Bas
it: Rango Basso
pl: Niska Ranga
pt: Baixo Rank

source: Crown Sizes
de: Kronengrößen
es_419: Tamaños de Corona
fr: Tailles de Couronne
it: Dimensioni della Corona
pl: Rozmiary Koron
pt: Tamanhos de Coroa

source: Base size
de: Basisgröße
es_419: Tamaño base
fr: Taille de base
it: Dimensione base
pl: Rozmiar podstawowy
pt: Tamanho base

source: Mini crown
de: Mini-Krone
es_419: Corona mini
fr: Couronne mini
it: Corona mini
pl: Mini korona
pt: Coroa mini

source: Silver crown
de: Silberne Krone
es_419: Corona plateada
fr: Couronne d'argent
it: Corona d'argento
pl: Srebrna korona
pt: Coroa de prata

source: Gold crown
de: Goldene Krone
es_419: Corona dorada
fr: Couronne d'or
it: Corona d'oro
pl: Złota korona
pt: Coroa de ouro

source: Elements and Ailments
de: Elemente und Leiden
es_419: Elementos y Afecciones
fr: Éléments et Affections
it: Elementi e Afflizioni
pl: Żywioły i Dolegliwości
pt: Elementos e Afecções

source: Monsters that drop this item:
de: Monster, die diesen Gegenstand fallen lassen:
es_419: Monstruos que sueltan este objeto:
fr: Monstres qui laissent tomber cet objet:
it: Mostri che lasciano cadere questo oggetto:
pl: Potwory, które upuszczają ten przedmiot:
pt: Monstros que soltam este item:

source: Drop Conditions:
de: Bedingungen:
es_419: Condiciones de Obtención:
fr: Conditions d'obtention:
it: Condizioni di caduta:
pl: Warunki upuszczenia:
pt: Condições de queda:

source: Crafting Recipe:
de: Herstellungsrezept:
es_419: Receta de Fabricación:
fr: Recette de Fabrication:
it: Ricetta di Creazione:
pl: Przepis na Wytworzenie:
pt: Receita de Criação:

source: Required Materials:
de: Benötigte Materialien:
es_419: Materiales Requeridos:
fr: Matériaux Requis:
it: Materiali Richiesti:
pl: Wymagane Materiały:
pt: Materiais Necessários:
